# OhmMeters Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..OhmMeters Property
UnitTypeId Class See Also
---
Ohm meters.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId OhmMeters { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property OhmMeters As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ OhmMeters {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace